Repository: CofficLab/GitOK
Catalog: Packages/PluginActivityStatus/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Activity
zh_hans: 活动
zh_hk: 活動

source: Activity Feed
zh_hans: 活动流
zh_hk: 活動流

source: Busy
zh_hans: 忙碌
zh_hk: 忙碌

source: Core Capabilities
zh_hans: 核心能力
zh_hk: 核心能力

source: Current activity
zh_hans: 当前活动
zh_hk: 目前活動

source: Events arrive
zh_hans: 事件到达
zh_hk: 事件到達

source: Git operations and file events report activity.
zh_hans: Git 操作与文件事件上报活动。
zh_hk: Git 操作與文件事件上報活動。

source: GitOK's heartbeat, visible at a glance.
zh_hans: GitOK 的心跳，一目了然。
zh_hk: GitOK 的心跳，一目瞭然。

source: How It Works
zh_hans: 工作原理
zh_hk: 工作原理

source: Idle
zh_hans: 空闲
zh_hk: 空閒

source: Idle, running, and busy states reflect what GitOK is doing.
zh_hans: 空闲、运行与忙碌状态反映 GitOK 当前在做什么。
zh_hk: 空閒、運行與忙碌狀態反映 GitOK 當前在做什麼。

source: Render tile
zh_hans: 渲染磁贴
zh_hk: 渲染磁貼

source: Repository events stream through a live indicator.
zh_hans: 仓库事件通过实时指示器持续流动。
zh_hk: 倉庫事件通過實時指示器持續流動。

source: Running
zh_hans: 运行中
zh_hk: 運行中

source: State Machine
zh_hans: 状态机
zh_hk: 狀態機

source: The activity model transitions between states.
zh_hans: 活动模型在各状态间切换。
zh_hk: 活動模型在各狀態間切換。

source: The status renders as a compact tile in the workspace.
zh_hans: 状态以紧凑磁贴形式渲染在工作区中。
zh_hk: 狀態以緊湊磁貼形式渲染在工作區中。

source: The tile redraws with the current heartbeat.
zh_hans: 磁贴随当前心跳重新绘制。
zh_hk: 磁貼隨當前心跳重新繪製。

source: Tile Integration
zh_hans: 磁贴集成
zh_hk: 磁貼集成

source: Update state
zh_hans: 更新状态
zh_hk: 更新狀態

source: state
zh_hans: 状态
zh_hk: 狀態

source: tile
zh_hans: 磁贴
zh_hk: 磁貼
